Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: '''Administrivia/InUniverseExamplesOnly''' ---- !!Examples:
pt_br: '''BrAdministrivia/SomenteExemplosInUniverso''' --- !!Exemplos: Br/ExemplosEmFalta.

source: '''Administrivia/NoRealLifeExamplesPlease This is one of the most subjective articles on the site, and it's likely to [[FlameBait start arguments]].
pt_br: '''BrAdministrivia/SemExemplosDaVidaRealPorFavor Este é um dos artigos mais subjetivos deste site, e tem grandes chances de iniciar discussões.

source: '''As a general rule, do not add Character Alignment to any work where it is not featured in {{canon}}, as it will just lead to an EditWar.
pt_br: '''Como regra geral, não adicione Alinhamento de Personagem para qualquer obra onde isso não apareça em Br/{{canone}}, pois isso levará a uma Br/GuerraDeEdicoes.

source: '''Combining the two axes allowed characters to be of nine possible alignments, as follows''':
pt_br: '''A combinação dos dois eixos permite que os personagens se enquadrem em nove alinhamentos possíveis, a seguir:

source: '''Examples go through the Magnificent Bastard [[https://tvtropes.org/pmwiki/posts.php?discussion=16738556640A36226400 proposal thread]] (for new additions) and [[https://tvtropes.org/pmwiki/posts.php?discussion=16706345050A65984200 cleanup thread]] (for discussion of existing examples).'''
pt_br: '''Exemplos que não venham da página original devem passar pela [[https://tvtropes.org/pmwiki/posts.php?discussion=16738556640A36226400 thread de discussão]] (para novas adições) ou pela [[https://tvtropes.org/pmwiki/posts.php?discussion=16706345050A65984200 thread de limpeza]] (para discussão de exemplos existentes.'''

source: '''However, this trope is about when the intent is to make the ''viewers'' ponder these questions.''' In order to create tension such an attempt is usually set in a world where [=AIs=] have just been newly created or have already been relegated as sub-humans.
pt_br: '''No entanto, este tropo é sobre a intenção de fazer os ''espectadores'' refletirem nestas questões.''' Para criar tensão, isso geralmente é feito em um mundo onde as [=IAs=] são uma invenção recente ou já foram relegadas ao status de sub-humanas.

source: '''If the DesignatedHero is a {{Jerkass}} (or worse), but no one calls them on it in the series, then take your example to DesignatedHero.
pt_br: '''Se o Br/HeroiDesignado é um Br/{{Babaca}} (ou pior), mas ninguém aponta isso na série, leve o seu exemplo para Br/HeroiDesignado.

source: '''If you know where an example filed under "Uncategorised" goes, then please sort it.''' ---- !!Examples:
pt_br: ---- !!Exemplos:

source: '''Important note''': This article is ''exclusively'' about scenes where the hero is called on their morally ambiguous or directly evil actions by characters ''in the story''.
pt_br: '''Importante:''' Este artigo é ''exclusivamente'' sobre cenas ''dentro da história'' em que chamam a atenção do herói para as ações ambiguamente morais ou más.

source: '''Most effective formulas for scary:'''
pt_br: '''As fórmulas mais eficazes para o terror são:'''

source: '''NOTE:''' To qualify for this trope, the audience being ignorant or tolerant of the trope or its implications must be ''an inherent reason'' why the trope exists.
pt_br: '''NOTA:''' Para se enquadrar aqui, a tolerância ou ignorância por parte do público em relação ao tropo ou suas implicações deve ser ''um motivo inerente'' à existência do tropo.

source: '''No Examples, Please!''' This is merely an index of such tropes.
pt_br: '''Sem exemplos, por favor!''' Esta página é apenas um índice de tais tropos.

source: '''Note''': The Big Guy may ''not'' necessarily be the strongest on the team ([[ProtagonistPowerUpPrivileges and usually isn't by the end]]).
pt_br: '''Nota''': O Grandão ''não'' necessariamente é o mais forte do time ([[Br/PrivilegioDoProtagonistaParaGanhoDePoder e não o é no final]]).

source: '''Other categories:''' + AngelicTropes + GoodAndEvilForYourConvenience + GoodGuysGarb + HeroicMusicIndex + IndexWithAHeartOfGold + IndexOfHospitality + KnightInShiningTropes + PeaceTropes + APoliteIndex + PurityPersonified + QuirkyGood + SelflessnessTropes + TheseTropesShouldHelp ] * HundredPercentHeroismRating: Everyone loves the hero for all their good deeds they’ve done.
pt_br: '''Outras categorias:''' + Br/TroposAngelicais + Br/BomEMauParaASuaConveniencia + Br/TrajesDeMocinhos + Br/IndiceDeMusicasHeroicas + Br/IndiceComUmCoracaoDeOuro + Br/IndiceDeHospitalidade + Br/CavaleiroEmTroposReluzentes + Br/TroposDePaz + Br/UmIndiceCortes + Br/PurezaPersonificada + Br/PeculiarBom + Br/TroposDeAltruismo + Br/EstesTroposDevemAjudar ] * Br/ClassificacaoDeCemPorCentoDeHeroismo: Todos amam o herói por todas as boas ações que fizeram.

source: '''Please do not add examples to work pages, this merely [[Administrivia/DefinitionOnlyPages defines the term]].''' ---- !!Tropes: [[index]]
pt_br: !!Sem exemplos, por favor; [[BrAdministrivia/PaginasSomenteDeDefinicao esta página apenas define o termo]]. ---- !!Tropos: [[index]]

source: '''Please note that the trope deals only with traumatic experiences in childhood or adolescence.
pt_br: '''Por favor note que este tropo lida somente com experiências traumáticas na infância ou adolescência.

source: '''Powers and skills common to the big guy:''' * The Big Guy will often be the band's [[AnAdventurerIsYou "tank"]]; a MightyGlacier who serves as the strongest physical fighter, but also the slowest and least proficient at magic or other specialized skills.
pt_br: '''Poderes e habilidades comuns aos grandões:''' * O Grandão geralmente é o [[Br/UmAventureiroEVoce "tanque"]] do grupo; uma Br/PoderosaGeleira que serve como o mais forte combatente físico, mas também o mais lento e menos proficiente em magia ou outras habilidades específicas.

source: '''Remember that a work must be produced ''after'' its related installment to be considered a prequel; previous installments do not qualify for the definition.
pt_br: '''Lembre que uma obra deve ser produzida ''após'' a entrada relacionada para ser considerada uma prequência; obras anteriores não encaixam na definição.

source: '''Specific variants:''' * BackportedDevelopment: When someone's characterization in flashbacks is tweaked to more closely resemble their current self; a retcon to address CharacterizationMarchesOn.
pt_br: '''Variantes específicas:''' * Br/DesenvolvimentoRetroativo: Quando a caracterização de alguém nas recordações é ajustada para lembrar a versão mais atual; é um retcon para lidar com Br/AMarchaDaCaracterizacao.

source: '''The difficulty of these games usually stems from a combination of factors:''' * [[GoddamnedBats Lots of enemies]] ([[BulletHell or lots of bullets]]) that are [[DenialOfDiagonalAttack hard to hit or dodge]].
pt_br: '''A dificuldade desses jogos geralmente surge a partir de uma combinação de fatores:''' * [[Br/MalditosMorcegos Muitos inimigos]] ou muitos projéteis que são difíceis de acertar ou desviar.

source: '''This is a [[SpoileredRotten spoileriffic trope]]; spoilers shall be unmarked.
pt_br: '''Este é um tropo Br/FedendoASpoilers, por isso eles não ficarão marcados.

source: '''This trope usually involves a plot twist, so beware of ''unmarked spoilers!'''''
pt_br: '''Este tropo costuma envolver uma reviravolta, então cuidado com ''spoilers não sinalizados!'''''

source: '''When you add examples, please be sure to read the following sentence:''' If you feel inclined to add the words "for this troper" or "could be considered" and cannot make a strong statement on the universal difficulty of the game in question, '''[[Administrivia/SquarePegRoundTrope then it is not an example]].
pt_br: '''Ao adicionar exemplos, lembre:''' Se você está inclinado a adicionar as palavras ''para este tropoeiro'' ou ''poderia ser considerado'' e não consegue fazer uma declaração forte sobre a dificuldade universal do jogo em questão, '''[[BrAdministrivia/PorcaQuadradaTropoRedondo então não é um exemplo]].

source: ''("They work together.")'' * CardCarryingVillain: All the bad guys.
pt_br: ''("Eles trabalham juntos.")'' * Br/VilaoDeCrachaETudo: Todos os caras maus.

source: ''(Cue EvilLaugh)'' * {{Spoonerism}}: Often, when talking to Sr.
pt_br: ''[segue-se uma Br/RisadaMalefica]'' * Br/{{Antistrofe}}: Geralmente, ao falar com o Senhor

source: ''(Goes after Chilindrina, but trips on Chavo's broom, and he also runs away after dropping his broom, which causes Jaimito to trip)'' -->'''Doña Cleotilde:''' What happened Don Jaimito, did you trip, or did Chavo make you fall?
pt_br: ''[corre atrás da Chiquinha, mas tropeça na vassoura do Chaves; ele também sai correndo após derrubar a vassoura, o que faz com que Jaiminho tropece]'' -->'''Dona Clotilde:''' O que aconteceu, Jaiminho? Você tropeçou ou o Chaves te fez cair?

source: ''(Hologram deactivates, revealing the real Lanning's dead body behind him)'' ** And again in their second meeting.
pt_br: ''(Holograma desativa, revelando o verdadeiro corpo de Lanning, morto, atrás dele)'' ** E novamente, na segunda reunião.

source: ''(Pan out to show hundreds of robots climbing the building)'' * CatScare: Spooner is spooked by Lanning's cat while investigating Lanning's house.
pt_br: ''(O enquadramento passa a mostrar centenas de robôs escalando o prédio)''

source: ''(Storms off)'' -->'''Doña Cleotilde:''' Did Something happen to Don Jaimito, or is he always like that?
pt_br: ''[sai enraivecido]'' -->'''Dona Clotilde:''' Algo aconteceu com o Jaiminho, ou ele é sempre assim?

source: ''(beat, then calls out)'' VIKI.]] * WhamShot: Spooner is revealed to [[spoiler: have a cybernetic arm during his battle with the robot in the highway tunnel.]] * WhatHappenedToTheMouse: Subverted.
pt_br: ''(mudança de enquadramento)'' VIKI.]] * Br/AquelaImagem: Spooner é mostrado como sendo [[spoiler: portador de um braço cibernético durante sua luta contra um robô no túnel.]] * Br/MasOQueHouveComORato: Subvertido.

source: ''Administrivia/NoRealLifeExamplesPlease This is not a subjective trope; this is a metaphysical trope that's clearly defined by the writer, not an opinion by people complaining about the world as a whole (localized places that '''are''' very horrible in Real Life should perhaps go to other non-metaphysical tropes instead).'' ''Also, do not use this page to [[Administrivia/ComplainingAboutShowsYouDontLike complain about worlds you don't like]].
pt_br: ''BrAdministrivia/SemExemplosDaVidaRealPorFavor Este não é um tropo subjetivo; este é um tropo metafísico que é claramente definido pelo escritor, e não uma opinião de gente reclamando sobre o mundo como um todo (locais específicos que '''são''' muito horríveis na vida real devem ir para outros tropos não-metafísicos).'' ''Por favor, também não use esta página para [[BrAdministrivia/ReclamandoDeShowsQueVoceNaoGosta reclamar de mundos que você não gosta]].

source: ''And I'' knew you'd know I'd know you knew.\\ '''Casanova Frankenstein:''' But I didn't.
pt_br: ''E eu sabia'' que você saberia que eu sabia que você sabia.\\ '''Casanova Frankenstein:''' Mas não sabia.

source: ''Dad!'' No, he's not a commie, nor a fruit.
pt_br: Ô, pai! Olha, ele não é comunista nem é boiola.

source: ''El Chavo del ocho'' is a legendary Mexican SitCom (and staple of popular culture) about a little orphan boy and his quirky neighborhood.
pt_br: ''Chaves'' (em espanhol, ''El Chavo del Ocho'') é uma Br/{{Sitcom}} mexicana sobre um garoto órfão e sua vizinhança peculiar.

source: ''Franchise/StarWars'' is the most famous example of the second; ''Literature/TheSagaOfDarrenShan'' is a rare example of the last.
pt_br: ''BrFranquia/StarWars'' é o exemplo mais famoso da segunda; ''BrLiteratura/ASagaDeDarrenShan'' é um raro exemplo da última.

source: ''Goes home.'' * FlyInTheSoup: El Chavo and La Chillindrina bring a fly to [=Doña=] Florinda's restaurant to pull a scam.
pt_br: * Br/MoscaNaSopa: Chaves e Chiquinha levam uma mosca para o restaurante de Dona Florinda a fim de aplicar um golpe.

source: ''Have you ever flashy-thinged me?''\\ '''K:''' No.
pt_br: ''Já usou esse negócio em mim?''\\ '''K:''' Não.

source: ''I, Robot'' is a 2004 sci-fi action/mystery movie directed by Creator/AlexProyas (''Film/TheCrow1994'', ''Film/DarkCity'') and starring Creator/WillSmith.
pt_br: ''Eu, Robô'' (''I, Robot'') é um filme de 2004 do gênero ficção científica com ação e mistério, dirigido por BrCriador/AlexProyas (''BrFilme/OCorvo1994'', ''BrFilme/CidadeDasSombras'') e estrelando BrCriador/WillSmith.

source: ''Know'' about it!''' * BabyPlanet: {{Exaggerated|Trope}}, as the [[MacGuffin plot centers around]] [[spoiler:a galaxy small enough to fit in the bauble of a cat's collar]].
pt_br: A. Respeito!''

source: ''Maybe'' a pie server if he was really pressed.
pt_br: Talvez, no máximo, uma espátula de bolo.

source: ''Men in Black'' is a 1997 American science fiction action comedy film directed by Creator/BarrySonnenfeld, written by Creator/EdSolomon and executive produced by Creator/StevenSpielberg, only moderately based on [[ComicBook/MenInBlack the original comic series of the same name]], mostly borrowing the concept and wardrobe of the agents.
pt_br: ''MIB: Homens de Preto'' (em inglês, ''Men in Black''; em Portugal, ''MIB: Homens de Negro''), de 1997, é um filme americano de ficção científica, ação e comédia dirigido por BrCriador/BarrySonnenfeld, escrito por BrCriador/EdSolomon e com produção executiva do BrCriador/StevenSpielberg, moderadamente baseado na [[BrQuadrinhos/MenInBlack série homônima original em quadrinhos]], tomando emprestado o conceito e o vestuário dos agentes.

source: ''Mystery Men'' is an AffectionateParody of {{superhero}}/[[VigilanteMan vigilante]] stories, with bizarre, mostly minimal powers, and an odd look at (and much LampshadeHanging on) various conventions of the genre, and how they would fit into normal life.
pt_br: ''Heróis Muito Loucos'' é uma Br/ParodiaAfetuosa das histórias de Br/SuperHeroi e de Br/{{justiceiro}}s com poderes bizarros, mínimos e um olhar diferente (com muita [[Br/LancandoLuz iluminação]]) sobre várias convenções do gênero e como elas se encaixariam na vida normal.

source: ''Not'' related to BloodKnight.
pt_br: ''Não'' é relacionado ao Br/CavaleiroDeSangue.

source: ''Or do I eat this sandwich?'' * RummageSaleReject: Not just the Mystery Men; all the wannabes wear mismatched or dirty equipment.
pt_br: ''Ou eu como este sanduíche?''

source: ''People'' are dumb, panicky dangerous animals and you know it.
pt_br: O ''povo'' é burro, entra em pânico, são animais perigosos, você sabe.

source: ''Please note [[{{Irony}} there is no smoking allowed in The Smoking Section]].'' ---- !!Tropes: [[index]] * AnthropomorphicVice: Anthropomorphized cigarettes are usually named "Nick O' Teen" or something similar.
pt_br: ''Por favor note que [[Br/{{Ironia}} não é permitido fumar na área de fumantes]].'' ---- !!Tropos: [[index]] * Br/VicioAntropomorfico: Cigarros antropomorfizados que costumam receber nomes tipo "Tah, o Baco" ou coisa parecida.

source: ''Please'' note that this trope is about script changes in translation that ''do not'' change the actual story flow and only exist to ensure meaning is conveyed between cultures; the process of throwing a script out entirely and rewriting it nearly from scratch [[DubInducedPlotlineChange is a whole other trope and can of worms]].
pt_br: ''Por favor'' perceba que este tropo se trata de mudanças no roteiro durante a tradução que ''não alteram'' o fluxo factual da história e existem para garantir que o sentido seja preservado; o processo de descartar o roteiro original e o reescrever praticamente do zero [[Br/MudancaDeTramaInduzidaPorDublagem é um outro tropo e balaio de gato por si só]].

source: ''TabletopGame/{{Paranoia}}'' is [[BlatantLies not an example of this in the slightest.]] * An ''[[StatusQuoIsGod immutable]]'' Crapsack World has agony InherentInTheSystem, both physically and metaphysically, and cannot be saved or made a better place.
pt_br: ''BrJogoDeMesa/{{Paranoia}}'' [[Br/MentirasDescaradas definitivamente não é um exemplo]]. * Um mundo lixoso ''[[Br/StatusQuoEDeus imutável]]'' possui agonia Br/InerenteAoSistema, tanto fisicamente quanto metafisicamente, e não pode ser salvo nem tornado um lugar melhor.

source: ''The more people there are working on something, the less likely they are to succeed.''
pt_br: ''Quando mais pessoas estão trabalhando em algo, menos provável é que elas tenham êxito.''

source: ''Usually''.
pt_br: ''Normalmente.''

source: ''[[RimShot Ba-dum TSHH!]]'' ----
pt_br: ''[[Br/GolpeDeAro Ba-dum TSSH!]]'' ----

source: ''[aside]'' I love loopholes.
pt_br: ''[olhando lateralmente]'' Eu amo essas brechas.

source: ''[squish!]''\\ ''([[OneWingedAngel Bug Edgar]] looms over J absolutely livid and is one eye twitch away from tearing J in two]''\\ '''J:''' You need to get up outta my face 'fore something bad happens to ya.\\ ''[energy weapon charging whine emits from Edgar's abdomen, Edgar starts freaking out]''\\ '''J:''' Too late.
pt_br: ''[esmaga]''\\ ''[O [[Br/FormaFinal Inseto Edgar]] olha para J com expressão irritada, prestes a parti-lo no meio]''\\ '''J:''' Você tem que fazer uma plástica pra melhorar esse visual.\\ ''[o zunido da arma de energia carregando começa a ser ouvido do abdome de Edgar]''\\ '''J:''' É tarde.

source: ''[sucks hick into the crater]'' * CaptainObvious: The bug (while in his Edgar suit) at the morgue.
pt_br: ''[puxa caipira para a cratera]'' * Br/CapitaoObvio: O inseto (vestindo a roupa Edgar) no necrotério.

source: ''[to her bowling ball]'' What?
pt_br: ''[para a bola de boliche]'' Que é?

source: ''[to the Blue Raja]'' Sorry.
pt_br: ''[para o Marajá]'' Desculpa.

source: ''[{{Beat}}]'' Or do I owe her an apology?
pt_br: ''[Br/{{Batida}}]'' Ou será que eu devo pedir desculpa?

source: ''¡CHUSMA, CHUSMA...!"'' * DoppelgangerCrossover: El Chavo had a crossover with El Chapulín Colorado, another character portrayed by Chespirito.
pt_br: * Br/EncontroDeSosias: Chaves teve um episódio de cruzamento com o Chapolin Colorado, outro dos personagens de Chespirito.

source: ("Little did they know that a huge asteroid was at that moment hurtling toward Earth!").
pt_br: ("Mal sabiam eles que um asteroide gigante estava, naquele momento, em rota de colisão com a Terra!")

source: (''Chilindrina, go in inside.'') --->'''Chilindrina:''' Nimodo que meta 'pa fuera.
pt_br: --->'''Chiquinha:''' Como eu pudesse entrar pra fora.

source: (''For what cause, intent, reason or circumstance [did you do that]?'') ** When El Chavo was selling "aguas frescas", Quico asked for the prices: 50 cents, a tostón (50 cents), and two for 1 peso.
pt_br: ** Quando o Chaves está vendendo os "refrescos" e o Quico pergunta o preço: 50 centavos e dois por um peso.

source: (''Like I could go in outside.'') * DescriptionCut: When Doña Florinda complains to Doña Cleotilde for pulling a prank on her with a mouse, the latter naturally denies having done so and tells Doña Florinda to ask Quico about it.
pt_br: * Br/CorteDescritivo: Quando a Dona Florinda reclama com Dona Clotilde pela pegadinha com o rato, no que Clotilde nega e pede que ela pergunte ao Quico a respeito.

source: (''To Sonny'') He was [[BatmanGambit counting]] on how much I hated your kind.
pt_br: (''para Sonny'') Ele [[Br/GambitoDeBatman contava]] com o meu ódio por robôs.

source: (*[[LaserGuidedAmnesia FLASH]]*)
pt_br: (*[[Br/AmnesiaComMiraLaser FLASH]]*)

source: (A variation is when the villain will ''praise'' the hero, which [[YourApprovalFillsMeWithShame the hero will find profoundly humiliating]].)
pt_br: (Uma variante é quando o vilão ''elogia'' o herói, que por sua vez vai [[Br/SuaAprovacaoMeEncheDeVergonha achar o elogio profundamente humilhante]].)

source: (And in real life, this sort of character may be mentally ill!)
pt_br: (E, na vida real, esse tipo de personagem pode ter algum transtorno mental!)

source: (Bending the rules without some logical basis doesn't count.)
pt_br: (Dobrar as regras sem base lógica não conta.)

source: (Beyond possibly alluding to the phrase "Venting his spleen".) * NoPlansNoPrototypeNoBackup: Dr. Heller is a mad genius, but not ''that'' mad.
pt_br: * Br/SemDiagramaSemPrototipoSemReserva: O doutor Heller é um gênio maluco, mas não ''tão'' maluco.

source: (Coven?)\\ '''Doña Clotilde:''' [[BigWhat What?]].\\ '''Don Ramón:''' A que la recuerdan bien sus amigas (I'm sure your friends remember you well) * LateToThePunchline: Quico, so much that Chilindrina told him that if he's told a joke during a funeral, he'd laugh the next day during the burial.
pt_br: * Br/AtrasadoParaASacada: Quico. Tanto é que em um episódio a Chiquinha diz que se ela contasse uma piada durante um velório, ele só entenderia no dia seguinte, durante o enterro.

source: (Except in SuperHero series, with Franchise/{{Superman}} being the flagship example.)
pt_br: (Exceto em séries de Br/SuperHeroi, com o BrFranquia/{{Superman}} sendo o principal exemplo.)

source: (Further, the villain is protesting far too much.) A third way is to simply present it as an ''explanation'' rather than a full excuse.
pt_br: Um terceiro modo é simplesmente apresentar a desculpa como uma ''explicação'' ao invés de uma justificativa completa.

source: (Her father ''does'' talk to her, but the others find it very hard to realize that at first, and she presents an attitude that seems sort of crazy.) * CallingShotgun: When the gang is piling into the Shoveler's station wagon.
pt_br: (O pai dela ''de fato'' fala com ela, mas os outros têm dificuldade para compreender isso no começo, e ela tem um comportamento que dá a impressão de ser meio maníaco.)

source: (If it plays techno, it may even have lasers!) * CorpseLand: A devastated location where no one has cleaned up the bodies of the fallen (and maybe never will).
pt_br: (E se tocar techno, pode até ser que hajam lasers!) * Br/TerraDeCadaveres: Um local devastado aonde ninguém foi para limpar os corpos dos caídos (e talvez ninguém nunca irá).

source: (In contrast, when someone ''is'' too evil to kill off, but may suffer other consequences, see JokerImmunity.)
pt_br: (Em contraste, para quando alguém ''é'' mal demais para matar, mas pode sofrer outras consequências, ver Br/ImunidadeDeCoringa.)

source: (In other words, No Prize it into plausibility and away from the dizzying realm of the AssPull.)
pt_br: (Em outras palavras, trazer algo para o reino da plausibilidade e pra longe do improvável.)

source: (Look how much belly Mr. Fortune has) * SpringtimeForHitler: one script has El Chavo trying to catch a contagious disease Chilindrina is faking, with the hope that he'll end up in the hospital (where he could have a nice bed and three meals a day).
pt_br: * Br/PrimaveraParaHitler: um roteiro tem o Chaves tentando pegar a doença contagiosa que a Chiquinha está fingindo ter, na esperança de que ele pare no hospital (onde ele poderia ter uma boa cama e três refeições por dia).

source: (Looked at objectively, some {{Happy Ending}}s have more things lost or irrevocably broken than some Bittersweet Endings.
pt_br: (Por uma perspectiva mais objetiva, alguns dos [[Br/FinalFeliz finais felizes]] tiveram mais perdas que alguns dos finais agridoces.

source: (Mind you, his other power is chopping guns in half with his mind.) * ASideOrderOfRomance: Roy/Mr. Furious has a crush on Monica, a waitress at the restaurant he and his wannabe superhero friends frequent.
pt_br: (O outro poder é partir armas no meio com a mente.) * Br/EUmaPorcaoExtraDeRomance: Roy/Irado tem uma queda por Monica, garçonete no restaurante que ele e seus amigos aspirantes a heróis frequentam.

source: (No, not ''[[IntimateHealing that]]'' way!
pt_br: (Mas não ''[[Br/CuraIntima desse]]'' jeito!
